Repository: armen/arag
Catalog: webapp/modules/theme_manager/locale/*.utf8/LC_MESSAGES/messages.po
Languages: fa_ir

source: Styles saved successfuly!
fa_ir: style با موفقیت ذخیره شد.

source: current picture
fa_ir: عکس حاضر

source: Save
fa_ir: ذخیره

source: Background
fa_ir: زمینه

source: Logo
fa_ir: لوگو

source: Links
fa_ir: لینک ها

source: Links Hover
fa_ir: لینک ها زمان ایستادن موس روی آن

source: Top Menu Links
fa_ir: لینک های بالای صفحه (ورود|خروج|...)

source: Menu Links
fa_ir: لینک منو ها (صفحه اصلی|...)

source: Footer Links
fa_ir: لینک های پا نویس

source: Footer Background
fa_ir: زمینه پانویس

source: Theme Manager
fa_ir: مدیریت جلوه

source: Styles
fa_ir: جلوه ها

source: Edit
fa_ir: ویرایش

source: %s is not a valid file
fa_ir: %s فایل معتبری نمی باشد
