Repository: armen/arag
Catalog: webapp/locale/*.utf8/LC_MESSAGES/global.po
Languages: fa_ir

source: Main Page
fa_ir: صفحه اصلی

source: Cards
fa_ir: کارتها

source: Compare Cards
fa_ir: مقایسه کارتها

source: About Us
fa_ir: درباره ما

source: Contact Us
fa_ir: ارتباط با ما

source: Buy Card
fa_ir: خرید کارت

source: List of orders
fa_ir: فهرست سفارشات

source: User Guide
fa_ir: راهنمای کاربر

source: Get Card Information
fa_ir: دریافت اطلاعات کارت

source: Login
fa_ir: ورود

source: Username
fa_ir: نام کاربری

source: Password
fa_ir: رمز عبور

source: Register
fa_ir: ثبت نام

source: If you want to use this site, %s here.
fa_ir: در صورت تمایل به استفاده از مزایا و امکانات جانبی این سایت، توصیه میشود %s نمایید

source: Forgot Password
fa_ir: رمز خود را فراموش کرده اید؟

source: Logout
fa_ir: خروج

source: Admin
fa_ir: مدیریت

source: My Profile
fa_ir: اطلاعات فردی

source: Buy card
fa_ir: خربد کارت

source: Copyright &copy; 2008 DES Inc. All rights reserved.
fa_ir: کلیه حقوق برای شرکت توسعه تجارت الکترونیک سامانه کیش محفوظ است.

source: Welcome %s %s
fa_ir: %s %s خوش آمدید

source: Control Panel
fa_ir: پنل مدیریت

source: Home
fa_ir: صفحه اصلی

source: You are not authorized to access this section!
fa_ir: شما اجازه دسترسی به این صفحه را ندارید.

source: Return to the Main Page
fa_ir: بازگشت به صفحه اصلی

source: Core
fa_ir: هسته

source: Blog
fa_ir: بلاگ

source: User Management
fa_ir: مدیریت کاربران

source: Multisite
fa_ir: سایت ها

source: Order Manager
fa_ir: مدیریت سفارشات

source: Product Manager
fa_ir: مدیریت محصولات

source: Workflows
fa_ir: روند ها

source: Static Pages
fa_ir: صفحات ثابت

source: Deliver Methods
fa_ir: روش های ارسال

source: Actions
fa_ir: عملیات

source: List content is Empty!
fa_ir: هیچ رکوردی یافت نشد!

source: Saman online payment
fa_ir: پرداخت آنلاین سامان

source: Mellat Bank
fa_ir: بانک ملت

source: unpaid
fa_ir: پرداخت نشده

source: paid
fa_ir: پرداخت شده

source: finished
fa_ir: پایان یافته

source: unconfirmed_paid
fa_ir: منتظر تایید

source: confirmed_paid
fa_ir: تایید اولیه

source: no_pan_error
fa_ir: PAN موجود نیست

source: no_pin_error
fa_ir: PIN موجود نیست

source: email_not_sent
fa_ir: خطا در ارسال ایمیل

source: unmatched_amount_error
fa_ir: عدم تطابق مبالغ

source: charge_error
fa_ir: خطا در شارژ

source: payment_verify_error
fa_ir: خطا در تایید پرداخت

source: check_credit
fa_ir: بررسی اعتبار

source: charged
fa_ir: شارژ شده

source: repan
fa_ir: دریافت دوباره ی PAN

source: deliver
fa_ir: منتظر ارسال

source: sent
fa_ir: ارسال شده

source: delivered
fa_ir: دریافت شده

source: suspend
fa_ir: معلق

source: proccess
fa_ir: در حال بررسی

source: canceled
fa_ir: باطل شده

source: add_to_first_stage_spool
fa_ir: اضافه به Spool مرحله ی اول

source: add_to_second_stage_spool
fa_ir: اضافه به Spool مرحله ی دوم

source: add_to_third_stage_spool
fa_ir: اضافه به Spool مرحله ی سوم

source: remove_from_second_spool
fa_ir: اضافه به Spool مرحله ی دوم

source: remove_from_third_spool
fa_ir: اضافه به Spool مرحله ی سوم

source: reverse_amount
fa_ir: برگرداندن مبلغ

source: amount_reverted
fa_ir: برگشت مبلغ

source: revert_error
fa_ir: خطا در برگشت مبلغ

source: wrong_files
fa_ir: فایل های اشتباه

source: add_to_credit
fa_ir: مبلغ به اعتبار اضافه شد

source: not_enough_credit
fa_ir: اعتبار ناکافی

source: reserved_amount_less_than_total_amount
fa_ir: مبلغ رزرو شده کمتر از مبلغ کل

source: spool
fa_ir: در حال انجام

source: Spool
fa_ir: سفارش های در حال انجام

source: FC Payment
fa_ir: پرداخت ارزی

source: assign_pan
fa_ir: اختصاص PAN

source: assign_pin
fa_ir: اختصاص PIN

source: send_email
fa_ir: ارسال ایمیل

source: recalculate
fa_ir: محاسبه ی مجدد

source: Report Generator
fa_ir: گزارش گیری

source: Cost Manager
fa_ir: مدیریت هزینه ها

source: Credit
fa_ir: اعتبار

source: Order paid
fa_ir: پرداخت شد

source: Welcome
fa_ir: خوش آمدید

source: Rial(s)
fa_ir: ریال

source: Your credit:
fa_ir: اعتبار شما:

source: Saman Reverse Amount
fa_ir: برگشت زدن پرداخت های سامان

source: You tried to resubmit a form
fa_ir: شما تلاش برای ارسال مجدد یک فرم کردید!

source: The order has been charged.
fa_ir: سفارش شما شارژ شد.

source: There was not enough credit for this order
fa_ir: اعتبار شما برای پرداخت این سفارش کافی نیست

source: There was not enough credit in your account.Please contact administrator for more information.
fa_ir: متاسفانه اعتبار موجود در حساب شما کافی نمی باشد. لطفا با مدیر سایت تماس حاصل نمایید.

source: Irancell Report
fa_ir: گزارشهای ایرانسل

source: Fields marked with a %s are required.
fa_ir: تکمیل بخش های دارای علامت %s الزامی می باشد.

source: Online payment with the support of following debit card:
fa_ir: پرداخت آنلاین با استفاده از کارت های زیر:

source: Status changed to
fa_ir: وضعیت سفارش تغییر کرد به

source: Order added to confirmation spool!
fa_ir: سفارش در مرحله ی منتظر تایید پرداخت است

source: Back to Order Details
fa_ir: برگشت به جزئیات سفارش

source: Index
fa_ir: شروع

source: Get Info
fa_ir: اطلاعات اولیه

source: Confirmation
fa_ir: تاییدیه

source: Resume
fa_ir: ادامه

source: Error
fa_ir: خطا

source: Dear %name% Thank you very much for your shopping. Your order is now finished. Use the following PIN for charging: PIN: %pin% Payment Reference Number: %reference_num% Guide: Activete your charge card by using: *140*%pin%# (Yes/OK) You can also go to your orders history page to see the full details of your order
fa_ir: %name% عزیز، از خرید شما سپاسگزاریم. سفارش شما با موفقیت به پایان رسیده است. لطفا برای شارژ ایرانسل خود از رمز شارژ زیر استفاده نمایید: PIN: %pin% رسید تراکنش شما: %reference_num% نحوه ی استفاده: برای شارژ خط ایرانسل خود به شکل زیر شماره گیری کنید: *140*%pin%# (Yes/OK) شما همچنین می توانید با مراجعه به صفحه ی سفارشات خود، جزئیات کامل سفارش خود را مشاهده نمایید

source: Thank you very much for your shopping. Your order is now finished. Use the following PIN for charging: PIN: %pin% Payment Reference Number: %reference_num% Guide: Activete your charge card by using: *140*%pin%# (Yes/OK) You can register in our site for better to see the complete details of your orders
fa_ir: از خرید شما سپاسگزاریم. سفارش شما با موفقیت به پایان رسیده است. لطفا برای شارژ کارت ایرانسل خود از PIN زیر استفاده نمایید: PIN: %pin% رسید تراکنش شما: %reference_num% نحوه ی استفاده: برای شارژ خط ایرانسل خود به شکل زیر شماره گیری کنید: *140*%pin%# (Yes/OK) شما می توانید با ثبت نام در سایت به جزئیات کامل تاریخچه ی سفارشات خود دسترسی داشته باشید.

source: Number of Pages
fa_ir: تعداد صفحات

source: Number of Resources
fa_ir: تعداد رکوردها

source: Row
fa_ir: ردیف

source: Total Amount
fa_ir: مبلغ کل

source: Help
fa_ir: راهنما

source: Manage helps
fa_ir: مدیریت راهنما‌ها

source: Add Help to this page
fa_ir: اضافه‌کردن راهنما به این صفحه
