Repository: armen/arag
Catalog: webapp/modules/core/locale/*.utf8/LC_MESSAGES/messages.po
Languages: fa_ir

source: Your request is invalid!
fa_ir: درخواست شما معتبر نمیباشد

source: Reason:
fa_ir: دلیل:

source: If your are sure that your request isn't invalid then contact your website administrator.
fa_ir: چنانچه از صحت درخواست خود اطمینان دارید، با مدیر سایت(پشتیبانی) تماس بگیرید.

source: Return to the Main Page
fa_ir: بازگشت به صفحه اصلی

source: Page not found
fa_ir: صفحه مورد نظر، پیدا نشد

source: You are not authorized to access this section!
fa_ir: شما اجازه مشاهده این بخش را ندارید

source: You must login to continue.
fa_ir: برای ادامه، باید وارد شوید

source: Username
fa_ir: کلمه کاربری

source: Password
fa_ir: رمز عبور

source: Register
fa_ir: ثبت‌نام

source: Login
fa_ir: ورود به سیستم

source: To have a dynamic template which has replaceable items, you should use %variableName% like the following example template in which %username% will be replaced by username variable in the application:
fa_ir: برای داشتن قالبی پویا که امکان تغییر ورودیها را داشته باشد، شما باید از یک %نام متغیر% استفاده کنید، مانند مثال زیر که در آن %username% با نام کاربری موجود در برنامه جایگزین می شود:

source: Your username is %username%.
fa_ir: کلمه کاربری شما %username% میباشد

source: Avialable variables are %username%, %password%, %appname% and %uri%
fa_ir: متغیرهای معتبر عبارتند از %username%، %password%، %appname%و %uri%

source: Settings are updated successfuly!
fa_ir: تنظیمات با موفقیت به روز شد!

source: SMTP Server
fa_ir: سرور SMTP

source: SMTP Port
fa_ir: پورت SMTP

source: Sender's Email
fa_ir: ایمیل فرستنده

source: Authenticator
fa_ir: مجوز دهنده

source: Save
fa_ir: ذخیره

source: Reset
fa_ir: فرم جدید

source: Invalid Request!
fa_ir: درخواست غیر مجاز

source: Not Authorized!
fa_ir: مجاز نمی باشد!

source: Page Not Found!
fa_ir: صفحه مورد نظر پیدا نشد !

source: Core Settings
fa_ir: تنظیمات هسته

source: Email Settings
fa_ir: تنظیمات ایمیل

source: %s should be numeric
fa_ir: باید عدد باشد%s

source: %s is required
fa_ir: ضروری است%s

source: %s must be a valid email address
fa_ir: باید ایمیل معتبر باشد%s

source: %s must be alph-numeric.
fa_ir: باید حروف الفبا باشد%s

source: SMTP server
fa_ir: SMTP سرور

source: Sender's email
fa_ir: ایمیل فرستنده
