Repository: armen/arag
Catalog: webapp/modules/multisite/locale/*.utf8/LC_MESSAGES/messages.po
Languages: fa_ir

source: Your account is now activated! You can login now.
fa_ir: .دسترسی شما فعال شده است. می توانید وراد سایت شوید

source: Please enter your username and password to activate your account
fa_ir: .لطفا برای فعال کردن اطلاعات دسترسی خود، کلمه کاربری و رمز عبور را وارد نمایید

source: User Name
fa_ir: نام کاربری

source: Password
fa_ir: کلمه عبور

source: Enter text in image
fa_ir: لطفا متن داخل تصویر را وارد نمایید

source: Verify
fa_ir: شناسایی شد

source: Settings are updated successfuly!
fa_ir: !تنظیمات با موفقیت به روز شد

source: List items per page
fa_ir: فهرست موارد هر صفحه

source: 0 means Unlimited
fa_ir: 0 به معنی نامحدود میباشد

source: Save
fa_ir: ذخیره

source: Reset
fa_ir: فرم جدید

source: New application added successfuly!
fa_ir: درخواست جدید با موفقیت اضافه شد!

source: An email sent successfuly to the admin of the new application!
fa_ir: !ایمیلی برای مسئول مربوطه فرستاده شد

source: There was a problem in sending email to the admin of the new application!
fa_ir: !در ارسال ایمیل مشکلی بوجود آمده است

source: Set default privileges for Admin groups
fa_ir: سطوح دسترسی پیش فرض را برای گروه Admin

source: Set default privileges for Anonymous groups
fa_ir: سطوح دسترسی پیش فرض را برای گروه Anonymous

source: Application Name
fa_ir: نام برنامه

source: Database ID
fa_ir: شناسه پایگاه داده

source: Search
fa_ir: جستجو

source: Application name
fa_ir: نام برنامه

source: Email
fa_ir: پست الکترونیکی

source: Retype Email
fa_ir: مجددا پست الکترونیکی خود را وارد نمایید

source: Modules
fa_ir: ماژول ها

source: Submit
fa_ir: تایید

source: Random Password's length
fa_ir: طول رمز تصادفی

source: To have a dynamic template which has replaceable items, you should use %variableName% like the following example template in which %username% will be replaced by username variable in the application:
fa_ir: برای داشتن قالبی پویا که امکان تغییر موضوعات را داشته باشد، باید از یک % نام متغیر% مطابق مثال استفاده نمایید.

source: Your username is %username%.
fa_ir: می باشد%s نام کاربری شما

source: Avialable variables are %username%, %password%, %appname% and %uri%
fa_ir: متغیرهای مجاز عبارتند از %نام کاربری%,%رمز%,%نام برنامه% و% آدرس%

source: SMTP Server
fa_ir: STMP سرور

source: SMTP Port
fa_ir: SMTP درگاه

source: Username
fa_ir: نام کاربری

source: Sender's Email
fa_ir: ایمیل فرستنده

source: Subject
fa_ir: موضوع

source: Email Template
fa_ir: قالب ایمیل

source: 0 for expire time means unlimited
fa_ir: عدد 0 برای تاریخ انقضاء به معنای نامحدود می باشد

source: Remember, blocking and uri removing will be disabled if you set blocking attempts to 0
fa_ir: توجه داشته باشید که چنانچه تعداد دفعات غیر مجاز صفر گذاشته شود، مسدود شدن آدرس غیر فعال میگردد.

source: Number of verify attempts before blocking
fa_ir: تعداد دفعات مجاز پیش از مسدود شدن

source: Blocking duration (hours)
fa_ir: طول مدت مسدود بودن کاربر

source: Block action
fa_ir: فعالیت غیر مجاز

source: Expire time for verification url (hours)
fa_ir: اتمام زمان برای شناسایی آدرس

source: MultiSite
fa_ir: چند بخش

source: Sites
fa_ir: بخش ها

source: Install
fa_ir: نصب

source: Delete Site
fa_ir: پاک کردن سایت(بخش)

source: Edit Site
fa_ir: ویرایش سایت(بخش)

source: Preview Site
fa_ir: مشاهده سایت(بخش)

source: Settings
fa_ir: تنظیمات

source: Page Limits
fa_ir: محدودیت صفحه

source: Default Privileges
fa_ir: سطوح دسترسی پیش فرض

source: User Blocking
fa_ir: مسدود شدن کاربر

source: %s should be numeric
fa_ir: %s باید عدد باشد

source: %s is required
fa_ir: %s الزامی می باشد.

source: Limit
fa_ir: محدودیت

source: BLock user and remove URI
fa_ir: مسدود کردن کاربر و از بین بردن url

source: Just block user
fa_ir: فقط مسدود کردن کاربر

source: Just remove URI
fa_ir: فقط از بین بردن uri

source: Blocking expire time
fa_ir: تاریخ انقضای مسدود بودن

source: Blocking attempts
fa_ir: تعداد مرتبه ی تلاش قبل از مسدود شدن

source: %ss do not match
fa_ir: %ss صحیح نمی باشد

source: %s can contain only alpha-numeric characters, underscores or dashes
fa_ir: %s تنها می تواند شامل حروف الفبای انگلیسی، خط فاصله و Underscore باشد.تنها کاراکترهای عددی و الفبا، خط فاصه و خط زیر کلمات برای %s مجاز می باشد.

source: Please enter a valid email address
fa_ir: لطفا یک آدرس پست الکترونیک معتبر وارد نمایید

source: This application name is not available
fa_ir: نام برنامه صحیح نمیباشد

source: You should first set your email's SMTP settings in the core settings to continue.
fa_ir: برای ادامه باید تنظیمات ایمیل SMTP را در قسمت تنظیمات هسته وارد نمایید.

source: Your 'public_html/sites' directory doesn't exist or isn't writeable.
fa_ir: دایرکتوری 'public_html/sites' وجود ندارد و یا فاقد دسترسی نوشتن می باشد.

source: Your 'config/sites' directory doesn't exist or isn't writeable.
fa_ir: دایرکتوری 'config/sites' وجود ندارد و یا فاقد دسترسی نوشتن می باشد.

source: Name
fa_ir: نام

source: Default Group
fa_ir: گروه پیش فرض

source: Create Date
fa_ir: تاریخ ایجاد

source: Database Name
fa_ir: نام پایگاه داده

source: View
fa_ir: مشاهده

source: Image's text does not match !
fa_ir: متن ورودی با متن داخل تصویر یکسان نمی باشد.

source: %s is required!
fa_ir: %s الزامی می باشد.

source: Please enter a valid uri!
fa_ir: لطفا آدرس URL صحیح را وارد نماید.

source: This uri is expired! Please contact site administrator for further information.
fa_ir: آدرس معتبر نمیباشد. لطفا برای اطلاعات بیشتر با بخش پشتیبانی تماس بگیرید.

source: Wrong Username or Password.
fa_ir: نام

source: Attention!! Your url will be removed and your username will get blocked if you miss %s% times while verifying!
fa_ir: توجه!!چنانچه %s% بار رمز خودرا اشتباه وارد نمایید، کلمه کاربری شما مسدود میگردد.

source: Attention!! Your url removed and your username got blocked! Contact site administrator for further information
fa_ir: توجه!! کلمه کاربری شما مسدود شده است. لطفا برای اطلاعات بیشتر با بخش پشتیبانی تماس بگیرید

source: This user name is blocked. Please contact site administrator for further information or wait for %h% hours and %m% minutes
fa_ir: %h% ساعت و %m%کلمه کاریری شما مسدود شده است لطفا برای اطلاعات بیشتر با پشتیبانی تماس گرفته و یا به مدت صبر نماید

source: This user name is blocked. Please contact site administrator for further information.
fa_ir: کلمه کاربری مسدود شده است.لطفا برای اطلاعات بیشتر با پشتیبانی تماس بگیرید

source: Image's Text
fa_ir: متن داخل تصویر
