Repository: armen/arag
Catalog: webapp/modules/user/locale/*.utf8/LC_MESSAGES/messages.po
Languages: fa_ir

source: Please enter your username and your email address which you set in your profile to recieve your new password.
fa_ir: لطفا نام و آدرس ایمیلی را که در فایل خود قرار داده اید، وارد نموده تا رمز جدید برایتان ارسال گردد.

source: An email sent to you containing your new random password
fa_ir: رمز جدید موقت ، به آدرس ایمیل شما ارسال شده است

source: Username
fa_ir: نام

source: Your Email Address
fa_ir: آدرس پست الکترونیکی

source: Send
fa_ir: ارسال

source: Please enter your username and your email address which you set in your profile to recieve instructions for changing password.
fa_ir: لطفا نام و آدرس ایمیلی را که در فایل خود قرار داده اید، وارد نموده تا دستورالعملهای تغییر رمز برایتان ارسال گردد.

source: Enter the text of image in text box.
fa_ir: لطفا متن داخل تصویر را در داخل ورودی وارد نمایید.

source: Your account is now activated! You can login now.
fa_ir: حساب دسترسی شما فعال شده است. اکنون می توانید وارد سایت شوید.

source: Your username is now registered. An email sent to you containing an activation link.
fa_ir: نام کاربری شما ثبت گردید. ایمیلی شامل لینک فعال سازی به آدرس الکترونیکی شما ارسال شده است.

source: Your username is now registered. But there was a problem sending you an activation email.
fa_ir: نام کاربری شما ثبت گردید. اما اشکالی در ارسال ایمیل فعال سازی بوجود آمده است.

source: Password
fa_ir: رمز عبور

source: Re-Password
fa_ir: تایپ مجدد رمز عبور

source: Name
fa_ir: نام

source: Last Name
fa_ir: نام خانوادگی

source: Email
fa_ir: آدرس پست الکترونیکی

source: Re-Email
fa_ir: تکرار آدرس پست الکترونیکی

source: Type the text you see in image
fa_ir: متن داخل تصویر را وارد نمایید

source: Submit
fa_ir: تایید

source: Please enter your username and your email address which you set in your profile to remove the unwanted change password uri.
fa_ir: لطفا نام کاربری و ایمیلی را که در فایل خود مشخص نموده اید، وارد نمایید تا تغییرات رمز عبور حذف گردد.

source: The URI removed and is not valid anymore
fa_ir: آدرس جابجا شده و دیگر معتبر نمی باشد.

source: Please enter your username and password to activate your account
fa_ir: لطفا برای فعال سازی حساب کاربری خود نام و رمز عبور را وارد نمایید.

source: Verify
fa_ir: تایید

source: Please follow the instruction contained in an email sent to your email address, to complete the proccess.
fa_ir: به منظور تکمیل فرایند، مطابق دستورالعملهایی که به آدرس شما ایمیل شده است، عمل نمایید.

source: There was a problem in sending email. Sorry for the inconvenient but we are not able to do your request now. Please try later...
fa_ir: متاسفانه در ارسال ایمیل مشکلی بوجود آمد. با پوزش از مشکل پیش آمده، در حال حاضر قادر به پاسخوگیی به در خواست شما نیستیم. لطفا بعدا تلاش نمایید.

source: Enter letters in image
fa_ir: حروف داخل تصویر را وارد نمایید

source: Login
fa_ir: ورود

source: Default group for '%s' application, changed successfuly!
fa_ir: گروه پیش فرض برای برنامه '%s' با موفقیت تغییر یافت!

source: Default group is the group which ordinary users will be registered into.
fa_ir: گروه پیش فرض گروهی است که معمولا کاربران در آن ثبت نام می شوند.

source: Set
fa_ir: تنظیم

source: Filters for '%s' application, changed successfuly!
fa_ir: فیلتر های برنامه '%s' با موفقیت تغییر کردند!

source: Add new filter to '%s'
fa_ir: اضافه کردن فیلتر جدید به '%s'

source: Add
fa_ir: اضافه

source: New user added to '%s' application!
fa_ir: کاربر جدید به برنامه '%s' اضافه شد!

source: Group
fa_ir: گروه

source: Do you really want to delete '%s'?
fa_ir: آیا از حذف '%s' اطمینان دارید؟

source: Yes
fa_ir: بله

source: No
fa_ir: خیر

source: Notice that (all) the sub-privilege(s) of the parent privilege(s) will be deleted too
fa_ir: توجه داشته باشید که تمامی سطوح دسترسی زیر مجموعه امتیاز اصلی نیز حذف خواهند گردید

source: New group added to '%s' application!
fa_ir: گروه جدید به برنامه '%s' اضافه شد.

source: New application added applications' filters!
fa_ir: یک برنامه جدید ، برنامه فیلترها را اضافه کرد

source: Application Name
fa_ir: نام برنامه

source: Settings are updated successfuly!
fa_ir: تغییرات با موفقیت انجام شد!

source: Random Password's length
fa_ir: طول رمز عبور تصادفی

source: Save
fa_ir: ذخیره

source: Reset
fa_ir: فرم جدید

source: Filter
fa_ir: فیلتر

source: All
fa_ir: همه

source: Label
fa_ir: برچسب

source: Privilege
fa_ir: مجوز

source: Label edited!
fa_ir: برچسب اصلاح شد!

source: Search
fa_ir: جستجو

source: Notice that all the filters of this(these) application(s) will be deleted too
fa_ir: توجه داشته باشید که تمامی فیلتر های این برنامه (ها) نیز حذف خواهند گردید

source: '%s' edited successfuly!
fa_ir: '%s' با موفقیت اصلاح شد!

source: Old Password
fa_ir: رمز قبلی

source: Blocked
fa_ir: مسدود شده

source: Verified
fa_ir: تایید شده

source: From '%s' application
fa_ir: از برنامه '%s'

source: Remember all the users of this group(s) will be deleted too
fa_ir: به خاطر داشته باشید تمام کاربرهای این گروه(ها) نیز حذف خواهند گردید

source: Privileges edited successfully!
fa_ir: سطوح دسترسی با موفقیت اصلاح شد!

source: List items per page
fa_ir: فهرست موضوعات هر صفحه

source: 0 means unlimited
fa_ir: 0 یعنی نامحدود

source: Group Name
fa_ir: نام گروه

source: User
fa_ir: کاربر

source: Is Blocked
fa_ir: مسدود شده

source: Is Not Verified
fa_ir: تایید نشده

source: 0 for expire time means unlimited
fa_ir: 0 برای تاریخ انقضا به معنی نامحدود است

source: Number of attempts to displaying captcha should be less than number of attempts to block a user
fa_ir: تعداد تلاش ها برای نمایش captcha باید بیشتر از تعداد تلاش برای مسدود کردن یک کاربر باشد

source: Remember, blocking and displaying captcha will be disabled if you set blocking attempts to 0
fa_ir: به خاطر داشته باشید، چنانچه تنظیم مسدود کردن تلاش ها را 0 قرار دهید، روند مسدود کردن و یا نمایش captcha غیر فعال میگردد

source: Number of login attempts before blocking
fa_ir: تعداد تلاش های مجاز پیش از مسدود شدن

source: Number of login attempts before displaying captcha
fa_ir: تعداد تلاش های مجاز پیش از نمایش captcha

source: Blocking duration (hours)
fa_ir: مدت بلاک بودن کاربر

source: New label added!
fa_ir: برچسب جدید اضافه شد!

source: New Label
fa_ir: برچسب جدید

source: 0 means Unlimited
fa_ir: 0 به معنی نامحدود میباشد

source: Expire time for verification urls (hours)
fa_ir: تاریخ انقضاء برای شناسایی آدرسهای Url(ساعت)

source: %s is required
fa_ir: %s الزامی می باشد

source: %s has not enough length
fa_ir: طول %s کافی نمی باشد.

source: Please enter a valid email address
fa_ir: لطفا یک آدرس ایمیل معتبر وارد نمایید.

source: This %s is reserved or not available
fa_ir: این%s تکراری بوده و یا مجاز نمی باشد.

source: %s does not match.
fa_ir: %s تطبیق ندارد.

source: %s can contain only alpha-numeric characters, underscores or dashes
fa_ir: %s تنها باید شامل کاراکترهای عددی، حروفی، خط فاصله ها و خطوط زیر کلمه باشد.

source: %s can contain only alpha characters
fa_ir: %s باید کاراکترهای حرفی باشد

source: SMTP settings are not set
fa_ir: تنظیمات سرور SMTP انجام نشده است

source: Please enter a valid %s
fa_ir: لطفا %s معتبر را وارد نمایید.

source: Wrong Username or Password.
fa_ir: نام کاربری و یا کلمه عبور اشتباه می باشد.

source: Attention!! You will be blocked if you miss more than %s times while login!
fa_ir: توجه داشته باشید که چنانچه بیش از %s بار رمز خود را اشتباه وارد نمایید، دسترسی شما مسدود میگردد.

source: Attention!! Your username got blocked for %s hours!
fa_ir: توجه! نام کاربری شما تا %s ساعت دیگر مسدود خواهدبود.

source: You are not a verified user.
fa_ir: نام کاربری شما معتبر نمی باشد

source: This user name is blocked. Please contact site administrator for further information or wait for %s hours and %s minutes
fa_ir: نام کاربری شما مسدود شده است. لطفا برای اطلاعات بیشتر با بخش پشتیبانی تماس گرفته و یا به مدت %s ساعت و %s دقیقه صبر نمایید.

source: This user name is blocked. Please contact site administrator for further information.
fa_ir: این نام کاربری مسدود شده است. لطفا برای اطلاعات بیشتر با بخش پشتیبانی تماس بگیرید.

source: Unknown error
fa_ir: خطای نا شناخته

source: The entered information is not available in database. Please enter the correct username and email address or contact the site administrator.
fa_ir: اطلاعات وارد شده ، در پایگاه داده ، قابل دسترس نمی باشند. لطفا نام کاربری و ایمیل را تصحیح نموده و یا با مدیر سایت تماس بگیرید.

source: You asked to change your password, for '%username%'. So please follow the below link: %verifyuri% And if you didn't ask to do so, please strongly visit: %removeuri%
fa_ir: شما در خواست تغییر کلمه عبور برای نام کاربری '%username%' کردید. لطفا لینک های زیر را دنبال کنید: %verifyuri% و اگر شما این در خواست را نکردید، لطفا لینک زیر را دنبال کنید: %removeuri%

source: SMTP Settings
fa_ir: تنظیمات SMTP

source: Image's Text
fa_ir: متن داخل تصویر

source: Please enter a valid uri to change your password
fa_ir: لطفا به منظور تغییر کلمه عبور ، آدرس اینترنی معتبر وارد نمایید.

source: This uri is expired! Please contact site administrator for further information or make a new request.
fa_ir: اعتبار این آدرس منقضی شده است. لطفا برای اطلاعات بیشتر با مدیر بخش تماس گرفته و یا درخواست جدید قرار دهید.

source: Your new password for %username%' is '%password%'
fa_ir: کلمه عبور جدید شما برای %username%، %password% است.

source: Please enter a valid uri
fa_ir: لطفا یک آدرس معتبر وارد نمایید

source: Thank you for registering in %appname%. To complete you registration please visit the following link: %verifyuri% Your Username: %username% Your Password: %password%
fa_ir: با تشکر از ثبت نام شما در %appname%. لطفا برای کامل شدن ثبت نام خود بر روی لینک زیر کلیک نمایید: %verifyuri% نام کاربری شما: %username% کلمه عبور شما: %password%

source: Repassword
fa_ir: تایپ مجد رمز عبور

source: Lastname
fa_ir: نام خانوادگی

source: Please enter a valid uri!
fa_ir: لطفا یک آدرس معتبر وارد نمایید

source: This uri is expired! Please contact site administrator for further information.
fa_ir: اعتبار این آدرس منقضی شده است. لطفا برای اطلاعات بیشتر با مدیر سایت تماس بگیرید.

source: This user name is blocked. Please contact site administrator for further information or wait for %h% hours and %m% minutes
fa_ir: این نام کاربری مسدود شده است.لطفا برای اطلاعات بیشتر با مدیر سایت تماس گرفته و یا به مدت %h ساعت و %m دقیقه صبر نمایید.

source: User Management
fa_ir: مدیریت کاربر

source: Groups
fa_ir: گروه ها

source: Users
fa_ir: کاربران

source: Users List
fa_ir: لیست کاربران

source: Default Group
fa_ir: گروه پیش فرض

source: New Group
fa_ir: گروه جدید

source: New User
fa_ir: کاربر جدید

source: Settings
fa_ir: تنظیمات

source: %s is required.
fa_ir: %s الزامی می باشد

source: This %s is not available
fa_ir: این %s وجود دارد

source: %ss do not match
fa_ir: %ss مطابقت ندارد.

source: %s should be numeric
fa_ir: %s باید کاراکترهای عددی باشد.

source: %s should be at least 4 characters
fa_ir: %s حداقل باید 4 کاراکتر باشد.

source: Please enter correct %s
fa_ir: لطفا %s صحیح را وارد نمایید.

source: %s should be numeric.
fa_ir: %s باید عددی باشد

source: Password length should be at least %s characters
fa_ir: طول رمز عبور حداقل باید%s کاراکتر باشد

source: Privileges
fa_ir: سطوح دسترسی

source: Delete
fa_ir: حذف

source: Edit
fa_ir: اصلاح

source: Invalid ID
fa_ir: شناسه نا معتبر

source: User's Profile
fa_ir: مشخصات کاربر

source: Invalid Username
fa_ir: نام کاربری غیر مجاز

source: Invalid Type
fa_ir: نوع نامعتبر

source: Invalid Object
fa_ir: هدف نامشخص

source: No form is submitted
fa_ir: هیچ فرم ی ارسال نشده است

source: Objects
fa_ir: موضوع ها

source: View Profile
fa_ir: اطلاعات فردی

source: Invalid Password change request
fa_ir: درخواست غیر مجاز برای تغییر کلمه عبور

source: Name for new group
fa_ir: نام گروه جدید

source: Apllications
fa_ir: برنامه ها

source: Filters
fa_ir: فیلترها

source: Add Application
fa_ir: اضافه کردن برنامه

source: Parents
fa_ir: ریشه

source: Page Limit
fa_ir: محدودیت صفحه

source: Password Settings
fa_ir: تنظیمات رمز عبور

source: Expire Time
fa_ir: تاریخ انقضاء

source: User Blocking
fa_ir: مسدود کردن کاربر

source: This application filter exists
fa_ir: این فیلتر برنامه وجود دارد

source: Create Date
fa_ir: تاریخ ایجاد

source: Invalid Application name
fa_ir: نام برنامه نامعتبر

source: ID
fa_ir: شناسه

source: Appname
fa_ir: نام برنامه

source: Invalid ID or Application name
fa_ir: نام برنامه یا شناسه نا معتبر

source: Created By
fa_ir: ایجاد شده توسط

source: Modified By
fa_ir: تغییر یافته توسط

source: Modify Date
fa_ir: تاریخ تغییر

source: Applicaiton is not deletable
fa_ir: برنامه قابل حذف نیست

source: Title
fa_ir: عنوان

source: delete
fa_ir: حذف

source: Edit Filters
fa_ir: اصلاح فیلترها

source: application Name
fa_ir: نام برنامه

source: Name for new lable
fa_ir: نام برچست جدید

source: Name for new label
fa_ir: نام برچست جدید

source: Privilege for new label
fa_ir: مجوزهای برچسب جدید

source: Invalid Label
fa_ir: برچسب نا معتبر

source: Label name
fa_ir: نام برچسب

source: id
fa_ir: شناسه

source: Last name
fa_ir: نام خانوادگی

source: Password Length
fa_ir: طول رمز عبور

source: Blocking expire time
fa_ir: مسدود کردن تاریخ انقضاء

source: Blocking attempts
fa_ir: مسدود کردن تلاش ها

source: Captcha attempts
fa_ir: تلاش های Captcha

source: %s should be less than %d.
fa_ir: %s باید کمتر از %d باشد

source: View
fa_ir: مشاهده

source: Application
fa_ir: برنامه

source: Number Of Users
fa_ir: تعداد کاربران

source: Limit
fa_ir: محدودیت
